Repository: weavy-labs/acme-web
Catalog: xliff/xx-pirate.xlf
Languages: xx_pirate

# s26f91b6796e33111
source: Restore
xx_pirate: Rest-orr

# sdc673e73b5c13aea
source: Delete
xx_pirate: Deletey

# s9fb1c9e781c38ec2
source: Open in ${fileProvider}
xx_pirate: Lootin' 'o' ${fileProvider}

# s60320a18282b2b33
source: Rename
xx_pirate: Get ye

# s0d7fcbf8f03c7116
source: Unsubscribe
xx_pirate: Lift ye spell

# s58aac558ddaa15a3
source: Subscribe
xx_pirate: Cast a spell

# s9ebb630d372e4145
source: Trash
xx_pirate: Keelhaul

# sd3386a2ef42e80b9
source: Download
xx_pirate: Conquer

# s2a200f62cfdb269c
source: Cloud File Browser
xx_pirate: Gather ye dark'n'stormy

# s9252c3f0ce55297b
source: Add files
xx_pirate: Pillage

# s79145f82d32504e5
source: From device
xx_pirate: Summon ye fleet

# s1d2863ddb9533fcc
source: From cloud
xx_pirate: Summon wind and clouds

# s0b3525368392bc8b
source: File conflict
xx_pirate: Battle aproaching

# s6271883e61d007c2
source: Upload error
xx_pirate: Jammed cannons

# se725f4eac532d6d0
source: All uploads finished
xx_pirate: Cannons ready!

# sef49aec68fd1dc66
source: Name
xx_pirate: Flag

# s7f47cec3e840a432
source: Modified
xx_pirate: Anno

# s78789724e789221c
source: Size
xx_pirate: Treasure

# s94c650bef124bd01
source: Ascending
xx_pirate: Floatin'

# s15bdec250a4a55fb
source: Descending
xx_pirate: Sinkin'

# s45a359a3fa397256
source: List view
xx_pirate: Roster

# sb206d032da78e466
source: Grid view
xx_pirate: Grating

# s2b85774393f15042
source: Hide trashed
xx_pirate: Berry ye skeletons

# s728c109d24cb2252
source: Download files
xx_pirate: Conquer and divide

# sd7c7478edbbcced8
source: File actions
xx_pirate: Telltales

# s57a6b59f8e17ed4b
source: Replace existing file?
xx_pirate: Mutiny?

# s2a8434b16dc214a3
source: Replace
xx_pirate: Mutiny!

# s70af97de3ad8fb23
source: Kind
xx_pirate: Species

# s1ea911617f4bf7e7
source: Open in ${this.provider}?
xx_pirate: Lootin' 'o' ${this.provider}?

# s737d13effc0cee9d
source: No preview available :(
xx_pirate: Ye be no mans land :(

# s417b90913e05bc17
source: Preview
xx_pirate: Land ohoy

# sc65ea2cf2f21a13a
source: Zoom out
xx_pirate: Endless horizon

# s236ae937cbcd6a39
source: Zoom in
xx_pirate: Spot the ship

# s473ac9da86ea91f9
source: Fit to width
xx_pirate: Singin' ye iron maiden

# s2ea30e6262e90c5b
source: Fit to screen
xx_pirate: Set sails

# s2359515613fb2d9a
source: Comment was trashed.
xx_pirate: Cover ye mouth!

# s8f4be9f086eb530f
source: Undo
xx_pirate: Retreat!

# s9ff2ac475c7b07db
source: Reactions
xx_pirate: Booty

# sfef95f1ec987bff3
source: Zoom meeting
xx_pirate: Cannon battle

# s96cf128ca399b6fc
source: Join meeting
xx_pirate: Join the crew

# s52caf8c8abd32779
source: Votes on ${this.option.text}
xx_pirate: Sunken ships ${this.option.text}

# sbed0d484327fe0c8
source: edited
xx_pirate: patched eye

# s64ef2a6c2dd1d3d1
source: Edit
xx_pirate: Patch ye eye

# se9beb5e1e43f9764
source: Edit comment
xx_pirate: Get ye wooden leg

# sed073ac6112070e7
source: Create a comment...
xx_pirate: Draw yer cutlass...

# sdc12d4d35420eeb7
source: Comments
xx_pirate: Curses

# se19e2ed58cd65d6c
source: Versions
xx_pirate: Fleet

# s46cbf33973ae5386
source: Restore side panel
xx_pirate: Pillage territory

# s9c4d64a06ba60af0
source: Maximize side panel
xx_pirate: Expand territory

# s6e68e284db76e5b4
source: Seen by ${member.name} at ${dateSeenFull}
xx_pirate: ${member.display_name} diary, anno ${dateSeenFull}

# sd3b60ec2f9fb421b
source: New messages
xx_pirate: Arriving pigeons

# sb33fd019a70e1a18
source: Poll
xx_pirate: Mutiny

# sab28965d6b550459
source: Post was trashed.
xx_pirate: Log was ripped.

# s6acd68c5d25381a5
source: ${file.comments.count} comments
xx_pirate: ${this.commentCount} curses

# s343f95633406dc81
source: 1 comment
xx_pirate: 1 voodoo curse

# s8b4c8439803b5b65
source: Edit post
xx_pirate: Slice and sting

# s4e53b5a018b324d9
source: Edit post...
xx_pirate: Slice and sting...

# saf84ec86139d349e
source: Comment
xx_pirate: Eye!

# sc00a88b90cd60661
source: Discard
xx_pirate: Plunder

# s9bfc95548d124b1c
source: React
xx_pirate: Pillage

# sea4f08110bb8f15d
source: Remove
xx_pirate: Visit Davy Jones

# s57adf424d57c8a0f
source: Send
xx_pirate: Sail off

# s8b0432eecbd8b034
source: Update
xx_pirate: Fire

# sf863f06a8efefe1e
source: Create a post...
xx_pirate: Captains log...

# sb357ea19a722d827
source: Post
xx_pirate: Ohoy!

# s251a18781c6a3625
source: + add an option
xx_pirate: + add booty

# sf60480d4fe3a8e08
source: ${name} is typing${ellipsis}
xx_pirate: ${name} is attacking${ellipsis}

# s2cc555789d54845c
source: ${nameList} are typing${ellipsis}
xx_pirate: ${nameList} on a dead mans chest, hey ho${ellipsis}

# s16430e1864d70df9
source: Type a message...
xx_pirate: Hey ho, hey ho...

# sfaacc9c26728c711
source: Drop files here to upload.
xx_pirate: Fire at will!

# sbe2dba1939d68a7a
source: Edit comment...
xx_pirate: Change sails...

# s12b57a05d9905236
source: Your search did not match any people.
xx_pirate: Your reputation has fainted.

# s4854cd48f30ff8ee
source: People
xx_pirate: Crew

# s515e890f5b7dece7
source: Add members
xx_pirate: Recruit

# s355b21b89ce5d9c5
source: Details
xx_pirate: Spells

# s49360e6ce199180f
source: Changing the name of a group chat changes it for everyone.
xx_pirate: Casting ye spell will curse y'all.

# s9f5a5f23312798f0
source: Members
xx_pirate: Crew

# sb38253b7012e60c5
source: Remove member
xx_pirate: Keelhaul crew member

# s215e54ddbbcc5f07
source: Leave conversation
xx_pirate: Set sails and leave harbour

# scb6a9c1a1757adbc
source: You
xx_pirate: Ye

# s5bb4026da28b7914
source: Mark as read
xx_pirate: Curse

# sb5d1c3e0fa747687
source: Mark as unread
xx_pirate: Lift ye curse

# sbc0cd0b4dfb7dde1
source: Unpin
xx_pirate: Disembark

# s8db89619f41917b4
source: Pin
xx_pirate: Embark

# sb5d079518d9b14e2
source: Unstar
xx_pirate: X marks a keg'o'rum

# sd98b59251f065471
source: Star
xx_pirate: X marks the spot

# s0058d65423075c1c
source: New conversation
xx_pirate: Hail for news

# scd9d7826cea1fd2d
source: Select a conversation
xx_pirate: Aproach vessels

# sf001ba58cf846564
source: Messenger
xx_pirate: M/S Garrrr

# se323ece17b96a4df
source: No more users found.
xx_pirate: Dead mans chest.

# saae1c70e168b45b4
source: Admin
xx_pirate: Blackbeard

# s1a60287b81ec038c
source: Search for conversations...
xx_pirate: Shiver me timbers...

# s78636b92c1a3909c
source: Pending
xx_pirate: Voodoo magic

# s3bdfdd0bd23b0c44
source: The server is offline, try again in a few minutes...
xx_pirate: Yer captain is imprisoned! Gather crew for a prison break!

# s527d43090df3bdb7
source: You are currently offline.
xx_pirate: Fifteen men on a dead man's chest, yo ho ho and a bottle of rum...

# sa667dd9e4a8a6750
source: Add some files to get started!
xx_pirate: Plunder and pillage!

# s275e39c24f663f7e
source: Start the conversation!
xx_pirate: We pillage, we plunder, we rifle and loot. Drink up me 'earties, Yo Ho!

# sf59f359396914fa2
source: Remove all
xx_pirate: Fire the cannons!

# s426827ed0daf0c4f
source: Show trashed
xx_pirate: Dig up ye skeletons

# s3c1bff8f22445f9e
source: Nothing to see here yet.
xx_pirate: As empty as a pirate's belly!

# sc374276841a6c39e
source: Versions are not available for external cloud files.
xx_pirate: The sea is misty with this one.

# sffa721bb6aa3128d
source: Search...
xx_pirate: Ransack...

# sf993bb199fefbe04
source: All
xx_pirate: Whole shebang

# sf7a5eea7c80c2137
source: Bots
xx_pirate: Ghosts

# s382a2aa3984474dd
source: Create
xx_pirate: Spawn

# se2afa9653ced894f
source: Select picture
xx_pirate: Gather ye portrayal

# s08313776ae04f67f
source: Remove picture
xx_pirate: Abandon yer belongings

# s4020ae71422bf3cd
source: Room name
xx_pirate: Cabin epithet

# s03844c0e2397a948
source: Remove as admin
xx_pirate: Mutiny!

# sbcf612e1db77bcec
source: Make admin
xx_pirate: Dub yer captain

# s0204546ecda4bd3f
source: Untitled conversation
xx_pirate: Quest of the forgotten

# s2662796b3275bb5b
source: Create a conversation to get started.
xx_pirate: Set sails and follow yer quest!

# sbcee3db8f10c0f9c
source: ${name} added ${fileName} to ${appName}
xx_pirate: ${name} boarded ${fileName} on ${appName}

# hd424f1e143fa57e9
source: <strong>${name}</strong> added <em>${fileName}</em> to <strong>${appName}</strong>
xx_pirate: <strong>${name}</strong> boarded <em>${fileName}</em> on <strong>${appName}</strong>

# sc02b2394071115dc
source: ${name} edited ${fileName}
xx_pirate: ${name} scavaged ${fileName}

# h01130b08c68f9a5e
source: <strong>${name}</strong> edited <em>${fileName}</em>
xx_pirate: <strong>${name}</strong> scavaged <em>${fileName}</em>

# s3732b439b691ea10
source: ${name} commented on ${fileName}
xx_pirate: ${name} disputed ye ${fileName}

# hf66c4d1a8623e3f6
source: <strong>${name}</strong> commented on <em>${fileName}</em>
xx_pirate: <strong>${name}</strong> disputed ye <em>${fileName}</em>

# h25b3f8f8b362512a
source: <strong>${name}</strong> commented on <strong>${appName}</strong>
xx_pirate: <strong>${name}</strong> disputed at <strong>${appName}</strong>

# s155459b88b1ea946
source: ${name} replied to your post
xx_pirate: ${name} left a tear on yer log

# hac73f0c2a8a81295
source: <strong>${name}</strong> replied to your post
xx_pirate: <strong>${name}</strong> left a tear on yer log

# sa03f857bf0a8da28
source: ${name} replied to a post
xx_pirate: ${name} swashbuckled in a bar

# h4de4b38bbb77efd1
source: <strong>${name}</strong> replied to a post
xx_pirate: <strong>${name}</strong> swashbuckled in a bar

# s89d4ec73de971102
source: ${name} mentioned you in a comment
xx_pirate: ${name} challenged ye in a duel!

# h7dbb7ebbddd1e749
source: <strong>${name}</strong> mentioned you in a comment
xx_pirate: <strong>${name}</strong> challenged ye in a duel!

# s8b635140729fa01d
source: ${name} posted in ${appName}
xx_pirate: ${name} pillaged ${appName}

# hc347e1c50a2cbca3
source: <strong>${name}</strong> posted in <strong>${appName}</strong>
xx_pirate: <strong>${name}</strong> pillaged <strong>${appName}</strong>

# s862e32090efc3ff3
source: ${name} mentioned you in a post
xx_pirate: ${name} has set a bounty for your capture

# h1c3b785e6e3a8e66
source: <strong>${name}</strong> mentioned you in a post
xx_pirate: <strong>${name}</strong> has set a bounty for your capture

# s705788463d78fe90
source: New message from ${name}
xx_pirate: New rumors from ${name}

# h9ca2f3f1d2bab6a3
source: New message from <strong>${name}</strong>
xx_pirate: New rumors from <strong>${name}</strong>

# s4985d93aab4206ee
source: ${name} sent a message in ${appName}
xx_pirate: ${name} has been spotted in ${appName}

# hd9c939638dd93e26
source: <strong>${name}</strong> sent a message in <strong>${appName}</strong>
xx_pirate: <strong>${name}</strong> has been spotted in <strong>${appName}</strong>

# s9ad031fe2ca83e58
source: ${name} mentioned you in a message
xx_pirate: ${name} has fired a cannon at yer ship

# h58b3d0836b9c096b
source: <strong>${name}</strong> mentioned you in a message
xx_pirate: <strong>${name}</strong> has fired a cannon at yer ship

# s49d5970ba2260205
source: ${name} edited a post
xx_pirate: ${name} is lurking around

# h553c0e517daf2138
source: <strong>${name}</strong> edited a post
xx_pirate: <strong>${name}</strong> is lurking around

# s400d02db3723548e
source: ${name} liked ${fileName}
xx_pirate: ${name} took a grog to ${fileName}

# hdf80c9b60917645e
source: <strong>${name}</strong> liked <em>${fileName}</em>
xx_pirate: <strong>${name}</strong> took a grog to <em>${fileName}</em>

# sde63c2e93c5e1d54
source: ${name} reacted ${reaction} to ${fileName}
xx_pirate: ${name} sang "Hi ho ${reaction} and a bottle o rum!" to ${fileName}

# h38e95b7f86619e86
source: <strong>${name}</strong> reacted ${reaction} to <em>${fileName}</em>
xx_pirate: <strong>${name}</strong> sang "Hi ho ${reaction} and a bottle o rum!" to <em>${fileName}</em>

# seb5b50de97156156
source: ${name} liked your comment
xx_pirate: ${name} is gruntin' out loud for yer wits

# hec9260735fe49119
source: <strong>${name}</strong> liked your comment
xx_pirate: <strong>${name}</strong> is gruntin' out loud for yer wits

# s9d791f9471ce2450
source: ${name} reacted ${reaction} to your comment
xx_pirate: ${name} is grunting ${reaction} to yer wits

# h9c07a82c6eebf5c1
source: <strong>${name}</strong> reacted ${reaction} to your comment
xx_pirate: <strong>${name}</strong> is grunting ${reaction} to yer wits

# sc415bef8633075ec
source: ${name} liked your message
xx_pirate: ${name} sings "Hey ho!" in yer song

# hcb4eab821844b51b
source: <strong>${name}</strong> liked your message
xx_pirate: <strong>${name}</strong> sings "Hey ho!" in yer song

# se687fac361e868f6
source: ${name} reacted ${reaction} to your message
xx_pirate: ${name} is chiming ${reaction} in yer song

# hdaefe9c8c54b22f3
source: <strong>${name}</strong> reacted ${reaction} to your message
xx_pirate: <strong>${name}</strong> is chiming ${reaction} in yer song

# s8f5a7ee3698b3a1f
source: ${name} liked your post
xx_pirate: ${name} has scarred yer eye

# he6123e657aaaff16
source: <strong>${name}</strong> liked your post
xx_pirate: <strong>${name}</strong> has scarred yer eye

# s84c4982a56c56159
source: ${name} reacted ${reaction} to your post
xx_pirate: ${name} got an eye patch sayin' ${reaction}

# h9103c911268b0c9e
source: <strong>${name}</strong> reacted ${reaction} to your post
xx_pirate: <strong>${name}</strong> got an eye patch sayin' ${reaction}

# s19a7a03b4b8cfd32
source: ${name} voted on your poll
xx_pirate: ${name} has signed yer petition

# hb7e18fe8a4d7621d
source: <strong>${name}</strong> voted on your poll
xx_pirate: <strong>${name}</strong> has signed yer petition

# s34ca77bbc683247b
source: ${name1} and ${name2} voted on your poll
xx_pirate: ${name1} and the famous ${name2} signed yer petition

# h806676f9cb17dc43
source: <strong>${name1}</strong> and <strong>${name2}</strong> voted on your poll
xx_pirate: <strong>${name1}</strong> and the famous <strong>${name2}</strong> signed yer petition

# sc68f2f748870a6eb
source: ${name1}, ${name2} and ${name3} voted on your poll
xx_pirate: ${name1}, ${name2} and ${name3} and a bottle o' rum signed yer petition

# hd101f9562d8144ba
source: <strong>${name1}</strong>, <strong>${name2}</strong> and <strong>${name3}</strong> voted on your poll
xx_pirate: <strong>${name1}</strong>, <strong>${name2}</strong> and <strong>${name3}</strong> signed yer petition

# s6eb27836e516576a
source: ${name} and ${count} others voted on your poll
xx_pirate: ${name} and ${count} bottles o' rum on a dead mans chest

# heea6eb8beac3fd2f
source: <strong>${name}</strong> and ${count} others voted on your poll
xx_pirate: <strong>${name}</strong> and ${count} bottles o' rum on a dead mans chest

# s72180ed8bd45fa30
source: Teams meeting
xx_pirate: Crews gathering

# s75d8b6d20cb17169
source: Google Meet
xx_pirate: Ghostly Meat

# sff2f8a87373e1d2a
source: Meeting ended
xx_pirate: Gathering vanished

# s1302c950c73f84cd
source: Microsoft Teams
xx_pirate: Mystical Crews

# sf8e156354e5bacb8
source: Activities
xx_pirate: Pillaging

# s4880dc3125543292
source: Mentions
xx_pirate: Looting

# se47f210d062e8068
source: No updates yet.
xx_pirate: No ships ahoy.

# sfeddbc6c931b7ad7
source: Mark all as read
xx_pirate: Claim land

# s5be3c6d61cd9182f
source: Notifications
xx_pirate: Hail for news

# s7c23790a4d2b3420
source: You are not subscribed to updates yet.
xx_pirate: Ye be sailing with Davy Jones' locker.

# sa6b88405214f8c17
source: Error uploading context data.
xx_pirate: Yer ship was sunk by the fearsome Captain Blackbeard.

# s19bee21a859fbea0
source: Leave
xx_pirate: Retreat!
